[
  {
    "title": "",
    "content": "Your Jewel reserves the right to make any amendments to this policy at any time. Notification of any changes will be published on this page. If you have any inquiries regarding cancellations or any of our other policies please contact our Customer Care Representatives."
  },
  {
    "title": "Gift Card",
    "content": "Purchased Gift Cards are non-returnable and non-refundable. At Your Jewel we strive to make every piece of personalized jewelry as precious and beautiful as the moment it commemorates. If your item arrives damaged, incorrectly designed, or is simply not what you expected, please let us know immediately and we'll do our utmost to recreate it to your full satisfaction."
  },
  {
    "title": "Return Policy",
    "content": "If you are not 100% satisfied with your product, new, unworn items can be returned to Your Jewel within 100 days of delivery. Non-personalized pieces are eligible for a full refund, if within 30 days of delivery. Personalized jewelry pieces are made specially for you; therefore, can either be returned for exchange or store credit."
  },
  {
    "title": "Exchanges",
    "content": "You must return your original item before we are able to send your new item to production. If you want to exchange an item, please first reach out to customer service. If a customer qualifies for a Price Difference Refund, they will receive the refund in the form of store credit. Cash refunds will not be provided. The store credit will be equivalent to the price difference between the original purchase price and the updated item price at the time of the request."
  },
  {
    "title": "Damaged Item",
    "content": "Visit our ‘Contact Us’ page. Attach a clear image of the damaged item and describe the matter. You can return your item for a full refund within 30 days of delivery."
  },
  {
    "title": "Cancellation Policy",
    "content": "Once your order has been submitted we are immediately beginning the process of production of your personalized items. Since each item is uniquely made for our customers and we start production straight away, please let us know up to 2 hours after placing your order if you want to cancel it. Please be advised that after 2 hours, we are able to offer either exchange or store credit. To cancel your order, please contact our customer care team here. Cancellation is only possible before item has shipped. Cancellations will be processed on the day we receive your cancellation request."
  }
]
